bierner.emojisense
ms-dotnettools.vscode-dotnet-runtime
mike-lischke.vscode-antlr4
WSO2.ballerina
ms-dotnettools.csharp
betterthantomorrow.calva
betterthantomorrow.calva-spritz
Casbin.vscode-casbin
vsls-contrib.codetour
sourcegraph.cody-ai
alexkrechik.cucumberautocomplete
vscjava.vscode-java-debug
ms-vscode-remote.remote-containers
ms-azuretools.vscode-docker
jakebecker.elixir-ls
mitchdenny.ecdc
pomdtr.excalidraw-editor
vscjava.vscode-java-pack
GitHub.copilot
GitHub.vscode-pull-request-github
eamodio.gitlens
golang.go
znck.grammarly
HashiCorp.terraform
haskell.haskell
justusadam.language-haskell
VisualStudioExptTeam.vscodeintellicode
VisualStudioExptTeam.intellicode-api-usage-examples
ms-toolsai.jupyter
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-slideshow
mathiasfrohlich.Kotlin
redhat.java
MS-vsliveshare.vsliveshare
evzen-wybitul.magic-racket
DavidAnson.vscode-markdownlint
vscjava.vscode-maven
tsandall.opa
jebbs.plantuml
vscjava.vscode-java-dependency
ms-python.vscode-pylance
ms-python.python
redhat.vscode-quarkus
rust-lang.rust-analyzer
sourcery.sourcery
jock.svg
vscjava.vscode-java-test
be5invis.toml
redhat.vscode-microprofile
andyyaldoo.vscode-json
WolframResearch.wolfram
dotjoshjohnson.xml
yzhang.markdown-all-in-one
redhat.vscode-yaml
ziglang.vscode-zig
