eamodio.gitlens
GitHub.vscode-pull-request-github
MS-vsliveshare.vsliveshare
ms-azuretools.vscode-docker
ms-python.python
ms-vscode-remote.remote-containers
ms-dotnettools.csharp
avli.clojure
jakebecker.elixir-ls
mitchdenny.ecdc
golang.go
haskell.haskell
justusadam.language-haskell
ms-toolsai.jupyter
yzhang.markdown-all-in-one
andyyaldoo.vscode-json
jock.svg
dotjoshjohnson.xml
ballerina.ballerina
alexkrechik.cucumberautocomplete
bierner.emojisense
znck.grammarly
HashiCorp.terraform
