42crunch.vscode-openapi
andyyaldoo.vscode-json
betterthantomorrow.calva
betterthantomorrow.calva-spritz
bierner.emojisense
bierner.markdown-mermaid
mike-lischke.vscode-antlr4
casbin.vscode-casbin
vsls-contrib.codetour
dart-code.dart-code
dart-code.flutter
docker.docker
dotjoshjohnson.xml
eamodio.gitlens
evzen-wybitul.magic-racket
golang.go
google.geminicodeassist
hashicorp.terraform
jakebecker.elixir-ls
jebbs.plantuml
jnoortheen.nix-ide
khaeransori.json2csv
mathiasfrohlich.kotlin
mitchdenny.ecdc
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.wordcount
openai.chatgpt
pomdtr.excalidraw-editor
redhat.java
redhat.vscode-microprofile
redhat.vscode-quarkus
redhat.vscode-yaml
rust-lang.rust-analyzer
ryu1kn.partial-diff
saoudrizwan.claude-dev
sourcegraph.amp
sourcery.sourcery
tsandall.opa
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
yzhang.markdown-all-in-one
ziglang.vscode-zig
